Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# runtime_messages.292ff42d336e
source: 変更しない場合は空文字
ar_sa: سلسلة فارغة إذا لم يتم تغييرها
ca: Cadena buida si no es modifica
cs: Pokud nechcete provést změny, zadejte prázdný řetězec.
da: Hvis du ikke vil ændre noget, skal du angive et tomt felt.
de_de: Bei Nichtänderung: Leerzeichen
el: Αν δεν θέλετε αλλαγές, χρησιμοποιήστε κενό χαρακτήρα
en_au: If you do not want to change it, enter an empty string.
es_es: Si no desea realizar cambios, deje un campo vacío
fi: Jos et halua muuttaa, jätä tyhjäksi
fr_ca: Si vous ne souhaitez pas modifier, laissez vide
gu: જો બદલવા માંગતા ન હોવ તો ખાલી મૂકો
he: אם לא רוצים לשנות, השאירו ריק
hi: यदि आप बदलाव नहीं करना चाहते हैं, तो खाली मान दर्ज करें
hr: Ako ne želite izmjene, ostavite prazno polje
hu: Ha nem szeretne változtatni, hagyja üresen.
id: Jika tidak ada perubahan, gunakan string kosong
it: Se non si desidera apportare modifiche, lasciate vuoto
ko: 변경하지 않는 경우 빈 문자열
mr: बदल नसेल, तर रिकामी जागा
ms: Jika tidak mahu mengubah, gunakan ruang kosong
nl_nl: Laat het leeg als je niets wilt wijzigen
no: Hvis du ikke ønsker endringer, skriv inn en tom streng.
pl: Jeśli nie chcesz wprowadzać zmian, pozostaw puste pole
pt_br: Se não houver alterações, deixe em branco
pt_pt: Se não houver alterações, deixe em branco
ro: Dacă nu doriți modificări, introduceți un spațiu gol
ru: Если не требуется изменение, оставьте поле пустым
sk: Ak nechcete robiť žiadne zmeny, uveďte prázdnu hodnotu.
sl: Če ne želite spreminjati, vnesite prazno vrednost
sv: Om du inte vill ändra, ange ett tomt värde
ta: மாற்ற வேண்டாம் என்றால், வெற்று மதிப்பை உள்ளிடவும்
te: మార్పులు చేయకూడదనుకుంటే ఖాళీగా ఉంచండి
th: หากไม่ต้องการเปลี่ยนแปลง ให้ใส่ค่าว่าง
tr: Değişiklik yapmıyorsanız boş değer
uk: Якщо не змінювати, введіть порожній рядок
vi: Nếu không thay đổi, hãy nhập khoảng trắng
zh_hans: 如果不想更改，则为空字符串
zh_hant: 若不進行變更，則為空字串

# runtime_messages.2c16bd45e064
source: ジム到着を記録しました
ar_sa: لقد سجلت وصولي إلى صالة الألعاب الرياضية.
ca: Vaig gravar la meva arribada al gimnàs.
cs: Zaznamenali jsme příjezd do posilovny.
da: Ankomst til fitnesscentret er registreret.
de_de: Ankunft im Fitnessstudio wurde aufgezeichnet.
el: Καταγράψατε την άφιξη στο γυμναστήριο.
en_au: Gym arrival recorded.
es_es: He registrado mi llegada al gimnasio.
fi: Kirjasin saapumisen kuntosalille.
fr_ca: L'arrivée à la salle de sport a été enregistrée.
gu: જિમ પર પહોંચવાનું રેકોર્ડ કરાયું.
he: תיעדתי הגעה לסטודיו.
hi: जिम पर पहुंचने की जानकारी दर्ज की गई है।
hr: Zabilježeno dolazak u teretanu.
hu: A fitnesztermbe érkezést rögzítettem.
id: Waktu kedatangan ke gym tercatat.
it: Ho registrato l'arrivo alla palestra.
ko: 짐 도착 시간을 기록했습니다.
mr: जिमला पोहोचल्याची नोंद केली.
ms: Aktiviti tiba di gim telah direkodkan.
nl_nl: Ik heb mijn aankomst op het fitnesscentrum geregistreerd.
no: Registrerte ankomst til treningssenteret.
pl: Zapisano przyjazd na siłownię.
pt_br: Registrei a chegada à academia.
pt_pt: Registrei a chegada à academia.
ro: Am înregistrat sosirea la sala de sport.
ru: Записано прибытие в спортзал.
sk: Zaznamenal som príchod do posilovne.
sl: Zapisali ste prihod v telovadnico.
sv: Jag har registrerat ankomst till gymmet.
ta: ஜிம்-க்கு வந்ததை பதிவு செய்துள்ளேன்.
te: జిమ్‌కు చేరుకున్నట్లు రికార్డ్ చేశాను
th: บันทึกการมาที่ยิม
tr: Spor salonuna vardığım zamanı kaydettim.
uk: Записано прибуття до фітнес-клубу.
vi: Đã ghi nhận thời gian đến phòng tập.
zh_hans: 已记录到达健身房的时间
zh_hant: 記錄了進入健身房的時間

# runtime_messages.2c69e0809480
source: 位置情報は未設定です
ar_sa: لم يتم تعيين معلومات الموقع
ca: La informació d'ubicació no està definida
cs: Poloha není nastavena
da: Placering er ikke angivet
de_de: Standort ist nicht festgelegt
el: Η τοποθεσία δεν έχει ρυθμιστεί
en_au: Location is not set
es_es: La ubicación no está configurada
fi: Paikkatietoa ei ole määritetty
fr_ca: La localisation n'est pas définie
gu: સ્થાનની માહિતી સેટ નથી
he: מיקום לא מוגדר
hi: स्थान जानकारी सेट नहीं की गई है
hr: Lokacija nije postavljena
hu: A helyzet nem beállítva
id: Informasi lokasi belum diatur
it: La posizione non è stata impostata
ko: 위치 정보는 설정되지 않았습니다
mr: स्थान माहिती सेट केलेली नाही
ms: Maklumat lokasi belum ditetapkan
nl_nl: Locatie is niet ingesteld
no: Plassering er ikke satt
pl: Lokalizacja nie jest ustawiona
pt_br: Localização não definida
pt_pt: Localização não definida
ro: Locația nu este setată
ru: Местоположение не установлено
sk: Poloha nie je nastavená
sl: Lokacija niso nastavljene
sv: Platsinformation är inte inställd
ta: இருப்பிடத் தகவல் அமைக்கப்படவில்லை
te: స్థాన సమాచారం సెట్ చేయలేదు
th: ตำแหน่งยังไม่ได้ตั้งค่า
tr: Konum bilgisi ayarlanmamış
uk: Місцезнаходження не встановлено
vi: Vị trí chưa được thiết lập
zh_hans: 位置信息未设置
zh_hant: 位置資訊尚未設定

# runtime_messages.2dc960114eaa
source: 知的・高貴・先進的
ar_sa: الفكرية والنبيلة والمتقدمة
ca: intel·lectual, noble, avançat
cs: Inteligentní, ušlechtilé, moderní
da: Intelligent, elegant og avanceret
de_de: Intelligent, edel, fortschrittlich
el: Ευφυής, κομψή, προηγμένη
en_au: Intelligent, sophisticated, and advanced
es_es: Intelectual, sofisticado, avanzado
fi: Älykäs, arvokas, edistyksellinen
fr_ca: Intelligent, noble, avancé
gu: બુદ્ધિશાળી, ઉચ્ચ અને આધુનિક
he: אינטלקטואלי, מכובד, מתקדם
hi: बुद्धिमान, उत्कृष्ट और आधुनिक
hr: Inteligentno, plemenito i napredno
hu: Intelligens, kifinomult, modern
id: Cerdas, anggun, dan modern
it: Intelligente, raffinato, all'avanguardia
ko: 지적, 고귀, 선진적인
mr: बुद्धीमान, उच्च दर्जाचे आणि आधुनिक
ms: Bijak, mulia, dan maju
nl_nl: Intelligent, elegant en modern
no: Intelligent, elegant og moderne
pl: Inteligentny, wyrafinowany, nowoczesny
pt_br: Inteligente, nobre e avançado
pt_pt: Inteligente, nobre e avançado
ro: Inteligent, rafinat, avansat
ru: Интеллектуальный, благородный, передовой
sk: Inteligentný, ušľachtilý, moderný
sl: Inteligenten, eleganten, napreden
sv: Intellektuell, elegant, avancerad
ta: அறிவுள்ள, உயர்ந்த, நவீனமான
te: తెలివిగల, ఉన్నతమైన మరియు ఆధునిక
th: ชาญฉลาด, สง่างาม, และทันสมัย
tr: Akıllı, zarif, ileri düzey
uk: Інтелектуальний, витончений, передовий
vi: Thông minh, cao thượng, tiên tiến
zh_hans: 高雅、先进、智能
zh_hant: 聰明、高貴、先進

# runtime_messages.3574f4648a2f
source: 回復を優先
ar_sa: إعطاء الأولوية للتعافي
ca: prioritzar la recuperació
cs: Prioritizujte obnovu
da: Prioriter restitution
de_de: Priorisierung der Wiederherstellung
el: Προτεραιότητα στην επανεκκίνηση
en_au: Prioritize recovery
es_es: Priorizar la recuperación
fi: Priorisoi palautuksen
fr_ca: Prioriser la récupération
gu: પુનઃપ્રાપ્તિને પ્રાથમિકતા આપો
he: תעדיפו החלמה
hi: पुनर्प्राप्ति को प्राथमिकता दें
hr: Prioritet dajem oporavku
hu: Prioritás: Gyógyulás
id: Prioritaskan pemulihan
it: Priorità al recupero
ko: 복구를 우선시
mr: पुनर्प्राप्तीला प्राधान्य द्या
ms: Prioritaskan pemulihan
nl_nl: Prioriteit geven aan herstel
no: Prioriter gjenoppretting
pl: Priorytetem jest powrót
pt_br: Priorizar a recuperação
pt_pt: Priorizar a recuperação
ro: Prioritizați recuperarea
ru: Приоритет - восстановление
sk: Priorita: Obnovenie
sl: Prioriteta je vrnitev
sv: Prioritera återställning
ta: மீட்டெடுப்பை முன்னுரிமைப்படுத்துங்கள்
te: తిరిగి పొందేందుకు ప్రాధాన్యత ఇవ్వండి
th: ให้ความสำคัญกับการกู้คืน
tr: Kurtarma önceliği
uk: Пріоритет – відновлення
vi: Ưu tiên khôi phục
zh_hans: 优先恢复
zh_hant: 優先恢復

# runtime_messages.35bde4b057c2
source: チンニング
ar_sa: الذقن
ca: Chinning
cs: Přítahy
da: Pull-ups
de_de: Klimmzüge
el: Κωπηλασία
en_au: Chin-ups
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચીનિંગ
he: מתח
hi: चिन-अप
hr: Chin-up
hu: Becsukulás
id: Pull-up
it: Trazioni
ko: 턱걸이
mr: चिन अप
ms: Tahan
nl_nl: Chin-ups
no: Chinu
pl: Podciąganie
pt_br: Barra
pt_pt: Barra
ro: Tracțiuni
ru: Подтягивания
sk: Chlapíková
sl: Štanj
sv: Chins
ta: சின்னிங்
te: చిన్నింగ్
th: Pull-up
tr: Barfiks
uk: Підтягування
vi: Ép
zh_hans: 引体向上
zh_hant: 引體向上

# runtime_messages.381a8ceae643
source: ロイヤルコバルト
ar_sa: الكوبالت الملكي
ca: cobalt reial
cs: Royal Cobalt
da: Royal cobalt
de_de: Royal Cobalt
el: Royal Cobalt
en_au: Royal Cobalt
es_es: Royal Cobalt
fi: Royal Cobalt
fr_ca: Royal cobalt
gu: રોયલ કોબલ્ટ
he: רויאל קובלט
hi: रॉयल बार्ट
hr: Royal Cobalt
hu: Royal Cobalt
id: Royal Cobalt
it: Royal Cobalt
ko: 로얄 코발트
mr: रोयल कोबाल्ट
ms: Royal Cobalt
nl_nl: Royal cobalt
no: Royal cobalt
pl: Royal Cobalt
pt_br: Royal Cobalt
pt_pt: Royal Cobalt
ro: Royal Cobalt
ru: Royal Cobalt
sk: Royal Cobalt
sl: Royal Cobalt
sv: Royal cobalt
ta: ராயல் கோபால்ட்
te: రోయల్ కోబాల్ట్
th: Royal Cobalt
tr: Royal Cobalt
uk: Royal Cobalt
vi: Royal Cobalt
zh_hans: 皇家钴蓝色
zh_hant: 皇家柯巴爾特

# runtime_messages.3b260a3803bc
source: 直近7日の運動履歴3件と食事記録8件を確認しました
ar_sa: لقد أكدنا 3 سجلات تمارين و8 سجلات وجبات من آخر 7 أيام.
ca: Hem confirmat 3 registres d'exercicis i 8 registres d'àpats dels darrers 7 dies.
cs: Prohlédl jsem 3 poslední záznamy o cvičení a 8 záznamů o jídle za posledních 7 dní.
da: Jeg har gennemgået de seneste 7 dages træningshistorik (3) og kostregistrering (8).
de_de: Die letzten 7 Tage mit 3 Trainings- und 8 Essensaufzeichnungen wurden überprüft.
el: Έχω ελέγξει τις 3 τελευταίες δραστηριότητες και τις 8 καταγραφές διατροφής.
en_au: Reviewed the last 7 days of exercise history (3 entries) and dietary record (8 entries).
es_es: He revisado las últimas 3 actividades y 8 entradas de alimentos.
fi: Tarkistin viimeisten 7 päivän liikuntahistorian (3 kertaa) ja ruokapäivitykset (8 kertaa).
fr_ca: J'ai consulté les 3 dernières activités et les 8 entrées alimentaires.
gu: છેલ્લા 7 દિવસના કસરતનો ઇતિહાસ અને ભોજન રેકોર્ડની 3 વસ્તુઓ અને 8 વસ્તુઓ તપાસી.
he: בדקתי 3 פעילויות ו-8 רשומות תזונה מהשבוע האחרון.
hi: पिछले 7 दिनों के व्यायाम और भोजन के रिकॉर्ड की समीक्षा की गई।
hr: Pročitao sam 3 aktivnosti i 8 zapisa o prehrani iz zadnjih 7 dana.
hu: Az utóbbi 7 napban 3 mozgás és 8 étkezési rekordot rögzítettem.
id: Saya telah memeriksa 3 riwayat olahraga dan 8 catatan makanan dalam 7 hari terakhir.
it: Ho controllato le ultime 3 attività e gli 8 appunti alimentari degli ultimi 7 giorni.
ko: 최근 7일 운동 기록 3건 및 식사 기록 8건을 확인했습니다
mr: मागील 7 दिवसांतील 3 व्यायाम आणि 8 आहाराच्या नोंदी तपासल्या आहेत.
ms: Melihat 3 aktiviti dan catatan makanan dalam 7 hari yang lalu
nl_nl: Ik heb de laatste 7 dagen van beweging en voedingsgegevens bekeken (3 bewegingen, 8 voedingen)
no: Jeg har kontrollert de siste 7 dagers treningshistorikk (3 økter) og kostholdsregistreringer (8).
pl: Przejrzałem ostatnie 7 dni aktywności (3 treningi) i zapisy żywieniowe (8).
pt_br: Verifiquei os últimos 3 registros de exercícios e 8 registros de alimentação.
pt_pt: Verifiquei os últimos 3 registros de exercícios e 8 registros de alimentação.
ro: Am verificat ultimele 3 activități de exerciții și 8 înregistrări alimentare din ultimele 7 zile.
ru: Просмотрено 3 записи о тренировках и 8 записей о питании за последние 7 дней
sk: Skontrolujeme posledné 7 dní cvičenia a 8 záznamov stravy.
sl: Pregledam zadnjih 7 dni: 3 vadbe in 8 zapisov o prehrani.
sv: Jag har granskat de senaste 7 dagarnas träningshistorik (3 objekt) och kostlogg (8 objekt)
ta: கடந்த 7 நாட்களின் உடற்பயிற்சி வரலாறு மற்றும் உணவுப் பதிவுகளை 3 மற்றும் 8 முறை பார்த்தோம்.
te: గత 7 రోజుల్లో 3 వ్యాయామ రికార్డులు మరియు 8 ఆహార రికార్డులను చూశాను.
th: ได้ตรวจสอบประวัติการออกกำลังกาย 3 รายการและบันทึกอาหาร 8 รายการในช่วง 7 วันล่าสุด
tr: Son 7 günün egzersiz geçmişinden 3 ve beslenme kaydımdan 8 tanesini kontrol ettim
uk: Переглянуто 3 записи про фізичну активність за останні 7 днів та 8 записів про харчування.
vi: Đã xem xét 3 hoạt động và 8 ghi chú ăn uống trong 7 ngày gần nhất.
zh_hans: 已查看最近7天的运动记录3条和饮食记录8条
zh_hant: 已確認最近7天的運動紀錄3項和飲食記錄8項

# runtime_messages.3e158eb5aa2a
source: {{value1}}歩
ar_sa: {{value1}} المشي
ca: {{value1}} caminada
cs: {{value1}} kroků
da: {{value1}}Skridt
de_de: {{value1}} Schritte
el: {{value1}} βήματα
en_au: {{value1}} steps
es_es: {{value1}} pasos
fi: {{value1}} askelta
fr_ca: {{value1}} pas
gu: {{value1}} પગલાં
he: {{value1}} צעדים
hi: {{value1}} कदम
hr: {{value1}} koraka
hu: {{value1}} lépés
id: {{value1}} langkah
it: {{value1}} passi
ko: {{value1}} 걷기
mr: {{value1}} पाऊल
ms: {{value1}} langkah
nl_nl: {{value1}} Stappen
no: {{value1}} skritt
pl: {{value1}} kroków
pt_br: {{value1}} passos
pt_pt: {{value1}} passos
ro: {{value1}} pași
ru: {{value1}} шагов
sk: {{value1}} krokov
sl: {{value1}} korak
sv: {{value1}} steg
ta: {{value1}} அடிகள்
te: {{value1}} అడుగులు
th: {{value1}} ก้าว
tr: {{value1}} adım
uk: {{value1}} кроків
vi: {{value1}} Bước
zh_hans: {{value1}}步
zh_hant: {{value1}}步

# runtime_messages.3f24b48377e7
source: 上げ
ar_sa: رفع
ca: pujar
cs: Zvýšit
da: Op
de_de: Aufwärts
el: Αύξηση
en_au: Up
es_es: Subir
fi: Ylös
fr_ca: Monter
gu: ઉપર
he: להעלות
hi: ऊपर
hr: Povećaj
hu: Felfelé
id: Naik
it: Aumenta
ko: 올라가기
mr: वर
ms: Tingkatkan
nl_nl: Omhoog
no: Øk
pl: W górę
pt_br: Aumentar
pt_pt: Aumentar
ro: Crește
ru: Увеличение
sk: Zvýšiť
sl: Povečaj
sv: Öka
ta: மேலே
te: పెంచడం
th: เพิ่ม
tr: Artırma
uk: Підвищити
vi: Tăng
zh_hans: 抬起
zh_hant: 抬起

# runtime_messages.48a731fa2573
source: ジム退出を記録しました
ar_sa: تم تسجيل مغادرة صالة الألعاب الرياضية
ca: Gravat sortint del gimnàs
cs: Zaznamenali jsme odchod z posilovny.
da: Afgang fra fitnesscenter er registreret.
de_de: Austritt aus dem Fitnessstudio wurde aufgezeichnet.
el: Καταγράψατε την έξοδο από το γυμναστήριο.
en_au: Gym departure recorded.
es_es: He registrado mi salida del gimnasio.
fi: Kirjasin lähtemisen kuntosalista.
fr_ca: La sortie de la salle de sport a été enregistrée.
gu: જિમમાંથી બહાર નીકળવાનું રેકોર્ડ કરાયું.
he: תיעדו יציאה מהסטודיו.
hi: जिम से बाहर निकलने की जानकारी दर्ज की गई है।
hr: Zabilježeno napuštanje teretane.
hu: A fitnesztermből való kilépést rögzítettem.
id: Waktu keluar dari gym tercatat.
it: Ho registrato la partenza dalla palestra.
ko: 짐 퇴장 시간을 기록했습니다.
mr: जिममधून बाहेर पडल्याची नोंद केली.
ms: Aktiviti keluar dari gim telah direkodkan.
nl_nl: Ik heb mijn vertrek van het fitnesscentrum geregistreerd.
no: Registrerte utgang fra treningssenteret.
pl: Zapisano opuszczenie siłowni.
pt_br: Registrei a saída da academia.
pt_pt: Registrei a saída da academia.
ro: Am înregistrat plecarea de la sala de sport.
ru: Записано уход из спортзала.
sk: Zaznamenal som odchod z posilovne.
sl: Zapisali ste odhod iz telovadnice.
sv: Jag har registrerat utgång från gymmet.
ta: ஜிம்-லிருந்து வெளியே வந்ததை பதிவு செய்துள்ளேன்.
te: జిమ్ నుండి నిష్క్రమించినట్లు రికార్డ్ చేశాను
th: บันทึกการออกจากยิม
tr: Spor salonundan ayrıldım.
uk: Записано вихід з фітнес-клубу.
vi: Đã ghi nhận thời gian rời khỏi phòng tập.
zh_hans: 已记录离开健身房的时间
zh_hant: 記錄了離開健身房的時間

# runtime_messages.6300aee71ea9
source: 下げ
ar_sa: أقل
ca: Abaix
cs: Snížit
da: Ned
de_de: Abwärts
el: Μείωση
en_au: Down
es_es: Bajar
fi: Alas
fr_ca: Descendre
gu: નીચે
he: להוריד
hi: नीचे
hr: Smanjaj
hu: Lefelé
id: Turun
it: Diminuisci
ko: 내려가기
mr: खाली
ms: Kurangkan
nl_nl: Omlaag
no: Reduser
pl: W dół
pt_br: Diminuir
pt_pt: Diminuir
ro: Scade
ru: Уменьшение
sk: Sklesnúť
sl: Zmanjšaj
sv: Minska
ta: கீழே
te: తగ్గించడం
th: ลด
tr: Azaltma
uk: Знизити
vi: Giảm
zh_hans: 放下
zh_hant: 放下

# runtime_messages.6e7b0917d47f
source: トレーニングを継続できています。回復記録を増やすと次週の調整精度が上がります。
ar_sa: لقد تمكنت من مواصلة تدريبي. ستؤدي زيادة سجل الاسترداد إلى زيادة دقة تعديلات الأسبوع المقبل.
ca: He pogut continuar la meva formació. Augmentar el vostre registre de recuperació augmentarà la precisió dels ajustos de la setmana vinent.
cs: Dokončujete trénink. Zvyšováním počtu záznamů o regeneraci zlepšíte přesnost příštího plánu.
da: Jeg fortsætter med træningen. Jo flere restitutioner, desto bedre bliver justeringen næste uge.
de_de: Ich kann weiterhin trainieren. Durch das Erhöhen der Aufzeichnung über die Erholung wird die Genauigkeit der Anpassungen nächste Woche verbessert.
el: Μπορώ να συνεχίσω την προπόνηση. Η αύξηση των καταγραφών αποκατάστασης θα βελτιώσει την ακρίβεια των προτάσεων για την επόμενη εβδομάδα.
en_au: I'm continuing my training. Increasing recovery records will improve the accuracy of next week's adjustments.
es_es: Estoy manteniendo mi entrenamiento. Aumentar el registro de recuperación mejorará la precisión de las próximas recomendaciones.
fi: Olet onnistunut jatkamaan harjoittelua. Palautumisen kirjaaminen lisää tarkkuutta seuraavalla viikolla.
fr_ca: Je continue à m'entraîner. Augmenter le nombre d'entrées de récupération améliorera la précision des ajustements pour la semaine prochaine.
gu: હું તાલીમ ચાલુ રાખી રહ્યો છું. પુનઃપ્રાપ્તિ રેકોર્ડ વધારવાથી આવતા અઠવાડિયાની ગોઠવણ વધુ સચોટ થશે.
he: אני ממשיך להתאמן. הגדלת רישום ההתאוששות תשפר את הדיוק של ההמלצות בשבוע הבא.
hi: हम प्रशिक्षण जारी रख रहे हैं। रिकवरी रिकॉर्ड को बढ़ाने से अगले सप्ताह के समायोजन में सुधार होगा।
hr: Nastavljam s treninzima. Povećanjem broja treninga, poboljšat će se preciznost za sljedeću tjednu.
hu: Folyamatosan edzek. Ha növeljük a regenerációs időt, az jövőbeli beállítások pontossága javul.
id: Dengan terus melacak, catatan pemulihan akan meningkatkan akurasi penyesuaian minggu depan.
it: Sono in grado di continuare l'allenamento. Aumentare i record di recupero migliorerà la precisione delle impostazioni per la prossima settimana.
ko: 운동을 꾸준히 하고 있습니다. 회복 기록을 늘리면 다음 주에 조정 정확도가 향상됩니다.
mr: मी नियमितपणे व्यायाम करत आहे. 'रिकव्हरी रेकॉर्ड' वाढवल्यास पुढील आठवड्यातील सुधारणा अधिक प्रभावी होतील.
ms: Anda boleh terus melatih. Semakin banyak rekod pemulihan, semakin tinggi ketepatan penyesuaian minggu depan.
nl_nl: Je kunt blijven trainen. Door je herstelrecords bij te houden, verhoog je de nauwkeurigheid van de aanbevelingen voor volgende week.
no: Jeg fortsetter treningen. Å øke antall treningslogger vil forbedre nøyaktigheten i neste ukes justeringer.
pl: Dzięki kontynuowaniu treningu, poprawia się dokładność planowania na kolejny tydzień.
pt_br: Continuando o treino. Aumentar o registro de recuperação melhora a precisão das próximas semanas.
pt_pt: Continuando o treino. Aumentar o registro de recuperação melhora a precisão das próximas semanas.
ro: Puteți continua antrenamentul. Creșterea numărului de înregistrări de recuperare va îmbunătăți precizia ajustărilor săptămâna viitoare.
ru: Продолжаете тренироваться. Увеличение количества записей о восстановлении улучшит точность настроек на следующей неделе.
sk: Môžete pokračovať v tréningu. Zvyšenie počtu záznamov o regenerácii zlepší presnosť nasledujúcich úprav.
sl: Uporabljam trening. Dodajanje podatkov o regeneraciji bo izboljšalo natančnost pri naslednji prilagoditvi.
sv: Jag fortsätter träningen. Genom att öka antalet återhämtningsloggar kommer nästa veckas justeringar att bli mer exakta.
ta: பயிற்சியை தொடர்ந்து செய்து வருகிறேன். மீட்பு பதிவுகளை அதிகரிப்பதன் மூலம் அடுத்த வாரம் மேம்படுத்தப்பட்ட துல்லியத்தைப் பெறலாம்.
te: నేను వ్యాయామం కొనసాగిస్తున్నాను. రికవరీని పెంచడం ద్వారా వచ్చే వారం సర్దుబాటులో మెరుగైన ఫలితాలు ఉంటాయి.
th: คุณสามารถออกกำลังกายได้อย่างต่อเนื่อง การเพิ่มบันทึกการฟื้นตัวจะช่วยปรับปรุงความแม่นยำในการปรับในสัปดาห์หน้า
tr: Egzersizleri düzenli olarak yapıyorum. İyileşme kaydını artırmak, önümüzdeki haftadaki ayarlama doğruluğunu artıracaktır.
uk: Я продовжую тренуватися. Збільшення записів про відновлення покращить точність налаштувань наступного тижня.
vi: Tôi đang tiếp tục tập luyện. Việc ghi lại quá trình phục hồi sẽ giúp cải thiện độ chính xác của việc điều chỉnh trong tuần tới.
zh_hans: 训练持续进行中。增加恢复记录可以提高下周的调整精度。
zh_hant: 持續進行訓練。增加恢復記錄，下週的調整準確度會提高。

# runtime_messages.7439490555e5
source: {{value1}} / {{value2}}達成。残りは無理のない範囲で進めましょう。
ar_sa: تم تحقيق {{value1}} / {{value2}}. المضي قدما في الباقي في حدود المعقول.
ca: S'ha aconseguit {{value1}} / {{value2}}. Procediu amb la resta dins del raó.
cs: {{value1}} / {{value2}} dosaženo. Pokračujte postupně, v rozumném tempu.
da: {{value1}} / {{value2}} nået. Lad os fortsætte i et tempo, der er bæredygtigt.
de_de: {{value1}} / {{value2}} erreicht. Bleiben Sie in einem realistischen Rahmen.
el: {{value1}} / {{value2}} επίτευξη. Προχωρήστε με ασφάλεια και σταθερό ρυθμό.
en_au: {{value1}} / {{value2}} achieved. Let's continue at a comfortable pace.
es_es: {{value1}} / {{value2}} alcanzado. Continuemos de forma realista.
fi: {{value1}} / {{value2}} saavutettu. Jatkamme kohtuullisella tahdilla.
fr_ca: {{value1}} / {{value2}} atteint. Avancer avec modération.
gu: {{value1}} / {{value2}} હાંસલ. બાકીનું કામ, શક્ય હોય તેટલું સરળ રીતે કરશો.
he: {{value1}} / {{value2}} השג. נמשיך בקצב נוח.
hi: {{value1}} / {{value2}} लक्ष्य हासिल। बाकी का काम, अपनी क्षमता के अनुसार ही करें।
hr: {{value1}} / {{value2}} ostvareno. Nastavite postupnim napredovanjem, u razumnim granicama.
hu: {{value1}} / {{value2}}.
id: {{value1}} / {{value2}} tercapai. Mari lanjutkan dengan langkah-langkah yang realistis.
it: {{value1}} / {{value2}} raggiunto. Procediamo nel modo più naturale possibile.
ko: {{value1}} / {{value2}}를 달성했습니다. 나머지는 불가능한 범위로 진행하겠습니다.
mr: {{value1}} / {{value2}} पूर्ण झाले.
ms: {{value1}} / {{value2}} telah dicapai. Mari lakukan dengan langkah yang sesuai.
nl_nl: {{value1}} / {{value2}} bereikt. Probeer de rest op een comfortabele manier te voltooien.
no: {{value1}} / {{value2}} oppnådd. La oss fortsette i et trygt tempo.
pl: {{value1}} / {{value2}} osiągnięte. Pozostałe postarajmy się wykonywać w bezpieczny sposób.
pt_br: {{value1}} / {{value2}} alcançado. Vamos seguir em um ritmo que seja confortável para você.
pt_pt: {{value1}} / {{value2}} alcançado. Vamos seguir em um ritmo que seja confortável para você.
ro: {{value1}} / {{value2}} atins. Continuăm cu un ritm realist.
ru: {{value1}} / {{value2}} достигнуто. Осталось двигаться в разумных пределах.
sk: {{value1}} / {{value2}} dosiahnuté. Pokračujte v rozumnom tempu.
sl: {{value1}} / {{value2}} doseženo. Zaostanek je najbolje obvladati z umirjeno noto.
sv: {{value1}} / {{value2}} uppnått. Fortsätt i en rimlig takt.
ta: {{value1}} / {{value2}} இலக்கை அடைந்தது. மீதமுள்ளதை, பாதுகாப்பான அளவில் செய்து முடிக்கலாம்.
te: {{value1}} / {{value2}} లక్ష్యాలను చేరుకున్నారు. మిగిలిన వాటిని సురక్షితమైన పరిధిలో పూర్తి చేసుకోండి.
th: {{value1}} / {{value2}} สำเร็จแล้ว ค่อยๆ ทำในระดับที่เหมาะสม
tr: {{value1}} / {{value2}} başarıldı.
uk: {{value1}} / {{value2}} досягнуто. Продовжуйте в розумному темпі.
vi: {{value1}} / {{value2}} đã đạt được. Hãy tiếp tục với tốc độ phù hợp và thoải mái.
zh_hans: {{value1}} / {{value2}}达成。请在合理范围内继续进行。
zh_hant: {{value1}} / {{value2}}達成。請在無理的情況下繼續進行。
